---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.EnergyAnalysisMassZoning
source: html/1482ddc8-5638-bd0d-8fc7-74a5f86e2c87.htm
---
# Autodesk.Revit.DB.ParameterTypeId.EnergyAnalysisMassZoning Property

"Mass Zoning"

## Syntax (C#)
```csharp
public static ForgeTypeId EnergyAnalysisMassZoning { get; }
```